<?php


return [
    'project_title' => 'Hi Language | Курсы английского языка',
    'project_title_small' => 'Hi Languages <span class="text-primary"> Курсы</span> английского языка',
    'more' => 'Подробнее',
    'certificates' => 'Сертификаты',
    "success" => "Ваша заявка успешно отправлена.",

    // header
    'menu_item1' => 'Категория',
    'menu_item2' => 'Главная',
    'menu_item2_1' => 'О нас',
    'menu_item2_2' => 'FAQ',
    'menu_item2_3' => 'Наша команда',
    'menu_item3' => 'Курсы',
    'menu_item4' => 'Медиа',
    'menu_item4_1' => 'Фотогалерея',
    'menu_item4_2' => 'Видеогалерея',
    'menu_item4_3' => 'Новости',
    'menu_item5' => 'Наши результаты',
    'menu_item5_1' => 'Студенты',
    'menu_item5_2' => 'Отзывы',
    'menu_item6' => 'Контакты',
    'menu_item7' => 'Вакансии',
    'menu_item8' => 'Купить билет',
    'menu_item9' => 'Регистрация',
    'search_placeholder' => 'Поиск...',

    // footer
    'footer_desc' => 'Обучение за границей может потребовать сдачи IELTS или TOEFL. Университеты США в основном принимают TOEFL, а европейские и канадские университеты принимают IELTS.',
    'phone_number' => 'Телефон',
    'email' => 'Электронная почта',
    'address' => 'Адрес',
    'useful_links' => 'Полезные ссылки',
    'sosial_networks' => 'Социальные сети',

    // index
    'banner_desc' => 'Улучшите навыки говорения, грамматики и аудирования с курсами английского языка.',
    'banner_search_placeholder' => 'Найдите курс',

    'overview_item1' => 'Сертификаты для<br>карьерного роста',
    'overview_item2' => 'Учитесь в любое<br>время и в любом месте',
    'overview_item3' => 'Интерактивное и<br>увлекательное обучение',

    'category_title' => 'Категории',
    'category_subtitle' => 'Курсы английского языка',

    'about_title' => 'О нас',
    'about_subtitle' => 'Мы фокусируемся на инновационном обучении',
    'about_desc' => 'В HiLanguages мы внедряем инновационные методы, чтобы сделать изучение языка более доступным и эффективным. С нашими профессиональными преподавателями и интерактивными методиками мы помогаем вам овладеть английским языком, подготовиться к учебе и развить профессиональные навыки общения. Мы предлагаем индивидуальные и групповые занятия для всех уровней. Учитесь с нами, улучшайте свои навыки общения и добивайтесь успеха в глобальном мире!',
    'about_item1_title' => 'Курс подготовки к IELTS',
    'about_item1_desc' => 'Подготовка к IELTS – улучшите навыки аудирования, чтения, письма и говорения для академического и общего IELTS. Повышайте свой балл и получайте международный сертификат!',
    'about_item2_title' => 'Курс подготовки к TOEFL',
    'about_item2_desc' => 'Подготовка к TOEFL – развивайте академический английский и добивайтесь высокого результата на экзамене. Будьте полностью готовы к тесту с практическими заданиями и стратегиями!',
    'about_item3_title' => 'Бизнес-английский',
    'about_item3_desc' => 'Бизнес-английский – развивайте профессиональное общение, ведение деловой переписки и навыки презентации. Стройте эффективные коммуникации в деловом мире и продвигайте свою карьеру!',
    'about_item4_title' => 'Английский продвинутого уровня (C1-C2)',
    'about_item4_desc' => 'Продвинутый английский – овладейте беглой речью, академическим письмом и сложной грамматикой. Готовы к международному общению на уровне C1-C2?',

    'counter_title' => 'Скидка...',
    'counter_desc' => 'Зарегистрируйтесь сейчас, чтобы воспользоваться скидкой!',

    'why_us_title' => 'Почему HiLanguage?',
    'why_us_desc' => 'Ознакомьтесь с нашими уникальными предложениями',
    'why_us_item1_title' => 'Специализированные курсы',
    'why_us_item1_desc' => 'Наша специализированная учебная программа гарантирует получение актуальных знаний, соответствующих требованиям различных отраслей.',
    'why_us_item2_title' => 'Опытные преподаватели',
    'why_us_item2_desc' => 'Учитесь у экспертов отрасли и опытных педагогов, которые делятся реальным опытом и передовыми знаниями.',
    'why_us_item3_title' => 'Инновационные методы обучения',
    'why_us_item3_desc' => 'Мы используем новейшие технологии и инновационные методики преподавания, чтобы сделать процесс обучения более эффективным и увлекательным.',
    'why_us_item4_title' => 'Сильные связи с индустрией',
    'why_us_item4_desc' => 'Мы сотрудничаем с ведущими компаниями, предоставляя студентам ценные возможности для стажировок и установления профессиональных контактов.',
    'why_us_item5_title' => 'Персональная поддержка',
    'why_us_item5_desc' => 'Мы оказываем индивидуальную поддержку и наставничество, помогая каждому студенту достичь своих академических и карьерных целей.',
    'why_us_item6_title' => 'Признанные сертификаты',
    'why_us_item6_desc' => 'Наши программы признаны лидерами отрасли, что повышает ценность ваших навыков и перспектив карьерного роста.',

    'faq_title' => 'Часто задаваемые вопросы',
    'faq_desc' => 'Часто задаваемые вопросы',

    'blog_title' => 'Новости и статьи',
    'blog_desc' => 'Последние новости',

    // о нас
    'about_page_title' => 'Наша Миссия и Видение',
    'about_page_subtitle' => 'Ведем образование в будущее <span class="text-primary">HiLanguage</span>',
    'about_page_mission_title' => 'Наша миссия',
    'about_page_mission_desc' => 'В <strong>HiLanguages</strong> наша миссия — предоставить студентам знания и навыки, необходимые для успешного будущего в быстро меняющемся мире. Мы стремимся создать образовательную среду, которая поощряет любознательность, инновации и стремление к совершенству.',
    'about_page_vision_title' => 'Наше видение',
    'about_page_vision_desc' => 'Мы видим <strong>HiLanguages</strong> как мирового лидера в области образования, формирующего мыслителей, создателей и лидеров завтрашнего дня. Наша цель — предложить современные образовательные программы, позволяющие студентам реализовать свой потенциал и оказать положительное влияние на общество.',
    'about_page_total_courses' => 'Всего курсов',
    'about_page_student_registered' => 'Зарегистрированных студентов',
    'about_page_student_trainers' => 'Сертифицированные преподаватели',
    'about_page_student_graduates' => 'Выпускники',
    'about_page_values_title' => 'Основные Ценности и Философия',
    'about_page_values_desc' => 'Принципы, определяющие образовательный подход HiLanguages',
    'about_page_values_item_1_title' => 'Честность',
    'about_page_values_item_1_desc' => 'Мы придерживаемся высоких стандартов честности и этичного поведения, создавая надежную и уважительную среду для наших студентов и сотрудников.',
    'about_page_values_item_2_title' => 'Инновации',
    'about_page_values_item_2_desc' => 'Мы поощряем творчество и инновации, постоянно совершенствуя наши методы обучения и внедряя современные образовательные практики.',
    'about_page_values_item_3_title' => 'Совершенство',
    'about_page_values_item_3_desc' => 'Мы стремимся к высокому качеству во всех аспектах наших образовательных программ, акцентируя внимание на постоянном развитии и высоком уровне преподавания.',
    'about_page_values_item_4_title' => 'Наша образовательная философия',
    'about_page_values_item_4_desc' => 'В <strong>HiLanguages</strong> мы придерживаемся студенто-ориентированного подхода, создавая среду, которая развивает индивидуальные способности и вдохновляет на обучение на протяжении всей жизни. Наша философия основана на создании поддерживающей и инклюзивной атмосферы, в которой каждый студент может раскрыть свой потенциал и внести позитивный вклад в общество.',

    // FAQ
    'faq_page_title' => 'Нужна помощь?<br class="d-none d-lg-block">Найдите ответы здесь',
    'faq_page_category_1' => 'Общие вопросы',
    'faq_page_category_2' => 'Платежи',


    // Фото-галерея
    'photo_gallery_title' => 'Наши воспоминания в кадре',
    'photo_gallery_desc' => 'Откройте красоту в каждом снимке',

    // Видео-галерея
    'video_gallery_title' => 'Наши видеомоменты',
    'video_gallery_desc' => 'Избранные видеомоменты',

    // Студенты
    'students_page_title' => 'Наши студенты',

    // Контакты
    'contact_page_title' => 'Свяжитесь с нами',
    'contact_page_desc' => 'Наша дружелюбная команда будет рада вас услышать.',
    'contac_page_form_name' => 'Полное имя',
    'contac_page_form_email' => 'Электронная почта',
    'contac_page_form_topic' => 'Тема',
    'contac_page_form_note' => 'Заметка',
    'contac_page_form_submit' => 'Я подтверждаю точность информации.',
    'contac_page_form_send' => 'Отправить',
    'contact_page_address' => 'Наш адрес',
    'contact_page_address2' => 'Наш офис',
    'address' => 'Адрес',
    'call' => 'Позвонить',
    'email' => 'Электронная почта',

    // Карьера
    'career_page_title' => 'Курсы HiLanguages',
    'career_page_help_title' => 'Мы хотим работать с профессионалами',
    'career_page_help_desc' => 'Пожалуйста, заполните все поля полностью. Приемная комиссия HiLanguages рассмотрит вашу заявку и пригласит подходящих кандидатов на собеседование. Удачи!',
    'career_page_info' => 'Ваша информация',
    'career_page_form_name' => 'Ваше полное имя',
    'career_page_form_email' => 'Электронная почта',
    'career_page_form_phone_number' => 'Контактный номер',
    'career_page_form_file' => 'Загрузить файл',
    'career_page_form_note' => 'Заметка',

    // Регистрация
    'register_page_title' => 'Получите образование в HiLanguages',
    'register_page_type_1' => 'Быстрая регистрация',
    'register_page_type_2' => 'Выберите свой курс',
    'register_page_type_3' => 'Начните обучение',
    'register_page_type_1_item_1_title' => 'Регистрация',
    'register_page_type_1_item_1_desc' => 'Зарегистрируйтесь на платформе HiLanguages и начните изучать английский язык.',
    'register_page_type_1_item_2_title' => 'Определите свой уровень',
    'register_page_type_1_item_2_desc' => 'Пройдите тест на определение уровня, чтобы выбрать подходящий курс и сразу приступить к обучению.',

    'register_page_type_2_item_1_title' => 'Выберите из курсов',
    'register_page_type_2_item_1_desc' => 'Выберите наиболее подходящую программу из наших курсов, адаптированных для разных уровней и категорий.',
    'register_page_type_2_item_2_title' => 'Получите доступ к материалам курса',
    'register_page_type_2_item_2_desc' => 'Начните изучать английский с видеоуроками, тестами и интерактивными материалами.',

    'register_page_type_3_item_1_title' => 'Присоединяйтесь к живым и самостоятельным урокам',
    'register_page_type_3_item_1_desc' => 'Участвуйте в живых уроках, чтобы учиться напрямую у преподавателей, или занимайтесь в удобном для вас темпе с самостоятельными материалами.',
    'register_page_type_3_item_2_title' => 'Выполняйте задания и отслеживайте свой прогресс',
    'register_page_type_3_item_2_desc' => 'Выполняйте задания, сдавайте экзамены и получайте сертификаты, улучшая свои языковые навыки.',

    'register_page_discount_title' => 'Запишитесь на курсы английского языка',
    'register_page_discount_help_text' => 'С HiLanguages обучение станет веселым и практичным!',
    'register_page_discount_help_text_2' => 'Зарегистрируйтесь, чтобы воспользоваться скидкой',
    'register_page_discount_help_text_3' => 'Скидка 30% на курсы ELTA!',

    'register_page_form_parent_name' => 'Полное имя родителя',
    'register_page_form_student_name' => 'Полное имя студента',
    'register_page_form_email' => 'Электронная почта',
    'register_page_form_phone_number' => 'Контактный номер',
    'register_page_form_course' => 'Выберите курс',
    'register_page_form_edu_type' => 'Тип обучения',
    'register_page_form_note' => 'Заметка',

];
